<script setup>
import RoeLinks from "@/components/RoeLinks.vue";
</script>

<template>
  <div class="book-container">
    <h1>פרק הרואה מסכת ברכות</h1>
    <h3>עם פירוש שטיינזלץ זצ"ל</h3>
    <h3>ברכות נז ע"א</h3>

    <RoeLinks />
    <br />
    <div class="clsBody">
      <p>
        <b>הא</b> <span class="small">[זה]</span> ששנינו שסימן יפה, הרי זה באופן
        שראהו <b>דמסרג</b> <span class="small">[ש</span>הוא
        <span class="small">חבוש אוכף],</span> <b>הא</b>
        <span class="small">[זה]</span> ששנינו שראיית פיל אינה סימן יפה, הרי זה
        באופן <b>דלא מסרג</b>
        <span class="small">[כשאינו חבוש אוכף].</span> ועוד: <b>הרואה</b> אדם
        ששמו <b>הונא בחלום</b> — סימן הוא ש <b>נס נעשה לו,</b> שהאות נ' בשם הונא
        היא קיצור המלה "נס". והרואה אדם ששמו <b>חנינא, חנניא,</b> או
        <b>יוחנן</b> — הרי זה סימן כי <b>נסי נסים נעשו לו</b> שהרי יש פעמיים נ'
        בשמות אלה. <b>הרואה הספד בחלום</b> — סימן הוא ש<b
          >מן השמים חסו עליו ופדאוהו</b
        >{" "} שלא יצטרכו להספידו במציאות. <b>ו</b>אולם מגבילים זאת ואומרים כי
        <b>הני מילי</b> <span class="small">[דברים אלה]</span> אמורים דווקא
        כשראה את ההספד <b>בכתבא</b> <span class="small">[בכתב],</span> כלומר,
        שעדיין לא השתמשו בהספד.
      </p>
      <p>
        <span class="big">א</span> <b>העונה</b> בחלום
        <b>"יהא שמיה רבא מברך"</b> — <b>מובטח לו שהוא בן העולם הבא. ה</b> רואה
        ש<b>קורא קריאת שמע בחלום</b> — <b>ראוי</b> הוא
        <b>שתשרה עליו שכינה, אלא שאין דורו זכאי לכך,</b> ולכן אין השכינה שורה
        עליו בפועל.
      </p>
      <p>
        <b>ה</b>רואה ש<b>מניח תפילין בחלום</b> — <b>יצפה לגדולה,</b> וכפי
        <b>שנאמר: "וראו כל עמי הארץ כי שם ה' נקרא עליך</b> ויראו ממך<b>"</b>{"
        "} (דברים כח, י). <b>ותניא</b> <span class="small">[ושנויה</span>{" "}
        ברייתא<span class="small">],</span> <b>ר' אליעזר הגדול אומר:</b> "כי שם
        ה' נקרא עליך" <b>אלו תפילין שבראש,</b> שהם שם ה' המצוי על האדם.
        <b>ה</b>רואה ש<b>מתפלל בחלום</b> — <b>סימן יפה</b> הוא
        <b>לו. ו</b>
        אולם מגבילים זאת ואומרים כי <b>הני מילי</b>
        <span class="small">[דברים אלה]</span> אמורים דווקא באופן שרואה בחלום
        שעדיין <b>לא סיים</b> תפילתו, ועדיין קרוב הוא אצל הקדוש ברוך הוא, אבל אם
        ראה שכבר סיים הרי כבר אינו מתפלל, ושוב אין לו סימן.
      </p>
      <p>
        ועוד: <b>ה</b>רואה ש<b>בא על אמו בחלום</b> —
        <b>יצפה לבינה, שנאמר: "כי אם לבינה תקרא"</b> (משלי ב, ג), ודורשים "אם"
        כמו "אם". <b>הבא</b> בחלום <b>על נערה מאורסה</b> —
        <b>יצפה לתורה, שנאמר: "תורה צוה לנו משה מורשה קהלת יעקב"</b> (דברים לג,
        ד), ו<b>אל תקרי</b> <span class="small">[תקרא]</span>
        <b>"מורשה" אלא "מאורשה". הבא על אחותו בחלום</b> —
        <b>יצפה לחכמה, שנאמר: "אמר לחכמה אחתי את"</b> (משלי ז, ד).
        <b>הבא על אשת איש בחלום</b> — <b>מובטח לו שהוא בן העולם הבא,</b> ונוטל
        חלקו וחלק חבירו בגן עדן, שיש בכך דמיון לאשת איש. <b>ו</b>אולם מגבילים
        זאת ואומרים כי <b>הני מילי</b>
        <span class="small">[דברים אלה]</span> אמורים דווקא באופן ש
        <b>לא ידע לה</b> <span class="small">[הכיר אותה]</span>
        <b>ולא הרהר בה מאורתא</b> <span class="small">[מבערב],</span>
        אלא ראה אותה בחלום באופן אקראי.
      </p>
      <p>
        <span class="big">ב</span>
        <b>אמר ר' חייא בר אבא: הרואה חטים בחלום</b> — סימן הוא כי
        <b>ראה שלום, שנאמר: "השם גבולך שלום חלב חטים ישביעך"</b> (תהלים קמז,
        יד). ו<b>הרואה שעורים בחלום</b> — סימן הוא כי
        <b>סרו עונותיו, שנאמר: "וסר עונך וחטאתך תכפר"</b> (ישעיהו ו, ז),
        ש"שעורים" נדרש כקיצור של "סר עוון". <b>אמר ר' זירא: אנא</b>
        <span class="small">[אני]</span> <b>לא סלקי</b>
        <span class="small">[עליתי]</span>
        <b>מבבל לארץ ישראל עד דחזאי שערי בחלמא</b>
        <span class="small">[שראיתי שעורים בחלום].</span>
      </p>
      <p>
        <b>הרואה גפן טעונה</b> ענבים <b>בחלום</b> — סימן הוא ש
        <b>אין אשתו מפלת נפלים, שנאמר: "אשתך כגפן פריה</b> בירכתי ביתך" (תהלים
        קכח, ג). והרואה <b>שורקה,</b> כלומר, ענף גפן נטוע —
        <b>יצפה למשיח, שנאמר: "אסרי לגפן עירה, ולשרקה בני אתנו"</b> (בראשית מט,
        יא).
      </p>
      <p>
        <b>הרואה תאנה בחלום</b> — סימן הוא ש
        <b>תורתו משתמרת בקרבו, שנאמר: "נוצר תאנה יאכל פריה"</b> (משלי כז, יח).
        <b>הרואה רמונים בחלום,</b> אם היו <b>זוטרי</b>
        <span class="small">[קטנים]</span> — <b>פרי עסקיה כרמונא</b>
        <span class="small">[יפרח</span> וירבה
        <span class="small">עסקו כ</span>גרעיני ה
        <span class="small">רימון],</span> ואם היו <b>רברבי</b>
        <span class="small">[גדולים]</span> — הרי זה סימן כי
        <b>רבי עסקיה כרמונא</b>
        <span class="small">[יגדל עיסקו כרימון].</span> ואם ראה בחלומו
        <b>פלגי</b> <span class="small">[פלחי</span> רימונים
        <span class="small">],</span> <b>אם תלמיד חכם הוא</b> החולם —
        <b>יצפה לתורה, שנאמר: "אשקך מיין הרקח מעסיס רמני"</b> (שיר השירים ח, ב)
        המקובל כרמז לתורה. <b>ואם עם הארץ הוא</b> החולם —
        <b>יצפה למצות, שנאמר: "כפלח הרמון רקתך"</b> (שם ד, ג), וכבר דרשו:
        <b>מאי</b> <span class="small">[מה]</span> משמעות המלה <b>"רקתך"</b> —
        לומר ש<b>אפילו ריקנין שבך,</b> בעם ישראל,
        <b>מלאים מצות כרמון.</b>
      </p>
      <p>
        <b>הרואה זיתים בחלום,</b> אם היו <b>זוטרי</b>
        <span class="small">[קטנים]</span> — סימן הוא כי
        <b>פרי ורבי וקאי עסקיה</b>
        <span class="small">[יפרה וירבה ויעמוד,</span> יתקיים
        <span class="small">עסקו]</span> <b>כזיתים. ו</b>אולם מגבילים זאת
        ואומרים כי <b>הני מילי</b> <span class="small">[דברים אלה]</span> אמורים
        דווקא כשרואה <b>פרי</b> הזית, <b>אבל</b> אם רואה <b>אילני</b>
        <span class="small">[אילנות]</span> הזית — סימן הוא כי <b>הויין ליה</b>
        <span class="small">[יהיו לו]</span>
        <b>בנים מרובין, שנאמר: "בניך כשתלי זיתים</b> סביב לשולחנך<b>"</b> (תהלים
        קכח, ג). <b>איכא דאמרי</b> <span class="small">[יש שאומרים]</span> כי
        <b>הרואה זית בחלום</b> — סימן הוא כי
        <b>שם טוב יוצא לו, שנאמר: "זית רענן יפה פרי תאר קרא ה' שמך"</b>
        (ירמיהו יא, טז). <b>הרואה שמן זית בחלום</b> —
        <b>
          יצפה למאור תורה, שנאמר "ויקחו אליך שמן זית זך". הרואה תמרים בחלום
        </b>
        — סימן הוא כי <b>תמו עונותיו, שנאמר: "תם עונך בת ציון"</b> (איכה ד, כב),
        שנדרש תמרה כמו תם רע.
      </p>
      <p>
        <b>אמר רב יוסף, הרואה עז בחלום</b> — סימן הוא כי
        <b>שנה מתברכת לו, עזים</b> —
        <b>שנים מתברכות לו, שנאמר: "ודי חלב עזים ללחמך</b> ללחם ביתך וחיים
        לנערותיך" (משלי כז, כז). <b>הרואה הדס בחלום</b> — סימן הוא כי
        <b>נכסיו מצליחין לו. ואם אין לו נכסים</b> — הרי זה סימן כי
        <b>ירושה נופלת לו ממקום אחר. אמר עולא, ואמרי לה</b>
        <span class="small">[ויש אומרים]</span> כי <b>במתניתא תנא</b>
        <span class="small">[בברייתא</span> היא
        <span class="small">שנוייה]:</span> <b>והוא</b> דווקא באופן
        <b>דחזא בכנייהו</b> <span class="small">[שראה</span> אותם
        <span class="small">צומחים].</span> <b>הרואה אתרוג בחלום</b> — סימן הוא
        כי <b>הדור הוא לפני קונו, שנאמר</b> על אתרוג:
        <b>"פרי עץ הדר כפת תמרים"</b> (ויקרא כג, מ). <b>הרואה לולב בחלום</b>{"
        "} — סימן הוא ש<b>אין לו אלא לב אחד לאביו שבשמים,</b> ונדרש "לולב" כמו
        "לו לב".
      </p>
      <p>
        ועוד: <b>הרואה אווז בחלום</b> —
        <b>יצפה לחכמה שנאמר: "חכמות בחוץ תרנה</b> ברחובות תתן קולה" (משלי א, כ)
        והאווזים משמיעים קולם לרוב. <b>וה</b>חולם כי <b>בא עליה,</b> על האווזה,
        והתקשר עימה על ידי כך — <b>הוי</b> <span class="small">[יהיה]</span>
        <b>ראש ישיבה.</b> ו <b>אמר רב אשי: אני ראיתיה</b> את האווזה בחלום,
        <b>ו</b>ראיתי גם ש <b>באתי עליה, וסלקית</b>
        <span class="small">[ועליתי]</span> <b>לגדולה</b> של ראש ישיבה.
      </p>
      <p>
        <b>הרואה תרנגול בחלום</b> — <b>יצפה לבן זכר. תרנגולים</b> —
        <b>יצפה לבנים זכרים.</b> והרואה <b>תרנגולת</b> — <b>יצפה לתרביצה</b>{"
        "} <span class="small">[גינה]</span> <b>נאה וגילה</b> ש"תרנגולת" נדרש
        כקיצור של "תרביצה נאה וגילה". <b>הרואה ביצים בחלום</b> —
        <b>תלויה בקשתו</b> שמבקש, שביצה היא בארמית "ביעא" הקרוב למשמעות בקשה.
        ואם חלם ש<b>נשתברו</b> הביצים — הרי זה סימן כי <b>נעשית</b> כבר
        <b>בקשתו,</b> וכאילו נתגלה מה שהיה בתוך קליפה. <b>וכן</b> משמעות חלום
        שרואה בו <b>אגוזים, וכן</b> חלום שרואה בו
        <b>קשואים, וכן כל כלי זכוכית, וכן כל הנשברים כאלו,</b> שאם חלם שנשבר דבר
        מה — סימן שנעשתה בקשתו.
      </p>
      <p>
        <span class="big">ג</span> <b>ה</b>חולם ש<b>נכנס לכרך</b> — סימן הוא ש<b
          >נעשו לו חפציו, שנאמר: "וינחם אל מחוז חפצם"</b
        >
        (תהלים קז, ל). <b>המגלח ראשו בחלום</b> — <b>סימן יפה לו,</b> שהוריד
        מעליו את השערות הממאיסות, והוא סימן של התחדשות וגדולה. ואם גלח בחלום
        <b>ראשו וזקנו</b> — סימן יפה <b>לו ולכל משפחתו.</b>
      </p>
      <p>
        <b>היושב</b> בחלום <b>בעריבה</b> (בסירה) <b>קטנה</b> — הרי זה סימן כי
        <b>שם טוב יוצא לו.</b> ואם רואה את עצמו בחלום יושב <b>בעריבה גדולה</b> —
        סימן יפה <b>לו ולכל משפחתו. ו</b>אולם מגבילים זאת ואומרים כי
        <b>הני מילי</b> <span class="small">[דברים אלה]</span> אמורים דווקא
        באופן <b>דמדליה דלויי</b> <span class="small">[ש</span>הסירה
        <span class="small">נמצאת בגובה</span> הגלים
        <span class="small">].</span>
      </p>
      <p>
        <b>הנפנה</b> לצרכיו <b>בחלום</b> — <b>סימן יפה</b> הוא
        <b>לו, שנאמר: "מהר צעה להפתח</b> ולא ימות לשחת ולא יחסר לחמו" (ישעיהו
        נא, יד). <b>ו</b>אולם מגבילים זאת ואומרים כי <b>הני מילי</b>
        <span class="small">[דברים אלה]</span> אמורים דווקא באופן ש
        <b>לא קנח</b> והתלכלך שוב.
      </p>
      <p>
        <b>העולה לגג בחלום</b> — סימן שהוא <b>עולה לגדולה.</b> ראה בחלום שאחר
        שעלה שוב חזר ו<b>ירד</b> מהגג — הרי זה סימן ש<b>יורד</b> הוא
        <b>מגדולתו.</b> ואילו <b>אביי ורבא דאמרי תרווייהו</b>
        <span class="small">[שאמרו שניהם]:</span> <b>כיון שעלה</b> —
        <b>עלה</b> וסימן יפה הוא, גם אם חלם אחר כך שירד.
        <b>הקורע בגדיו בחלום</b> — הרי זה סימן ש<b>קורעים לו גזר דינו</b> הרע.
        וה<b>עומד ערום בחלום,</b> אם חלם <b>בבבל</b> — סימן הוא לו שהוא{" "}
        <b>עומד בלא חטא,</b> שכן ישיבת חוץ לארץ היא עצמה עבירה, והעומד ערום
        פירושו שהוא מנוקה מאותה עבירה. ואם חלם <b>בארץ ישראל</b> — סימן הוא לו
        שהוא <b>ערום בלא מצות. ה</b>חולם ש<b>נתפס לסרדיוט,</b> כלומר, שחייל שומר
        אותו — סימן הוא ש<b>שמירה נעשית לו</b> משמים. ואם ראה ש
        <b>נתנוהו בקולר</b> (שמו שרשרת על צווארו) — סימן הוא כי
        <b>הוסיפו לו שמירה על שמירתו,</b> שיש לו שמירה יתירה. <b>ו</b>אולם
        מגבילים זאת ואומרים כי <b>הני מילי</b>
        <span class="small">[דברים אלה]</span> אמורים דווקא אם ראה בחלום שצווארו
        נתון <b>בקולר, אבל</b> אם ראה שצווארו נתון ב <b>חבלא בעלמא</b>
        <span class="small">[חבל בלבד]</span> — <b>לא,</b> איננו סימן לשמירה
        מעולה.
      </p>
      <p>
        <b>הנכנס לאגם בחלום</b> — סימן הוא כי <b>נעשה ראש ישיבה,</b> שכן בחלומו
        הוא רואה כאילו הוא עומד יחידי, וכל קני הסוף, הגדולים והקטנים, מסביבו
        כתלמידים. וכן הוא ראש הישיבה שכלל בני הישיבה מתקבצים סביבו לשמוע את
        דבריו. והחולם שנכנס <b>ליער</b> ורואה מסביבו רק עצים גדולים — סימן הוא
        לו כי הוא <b>נעשה ראש</b> רק <b>לבני כלה,</b> שהוא רק מפרש את דברי הרב
        מוסר השיעור לתלמידי הישיבה הגדולים, שכל אחד מהם אילן גדול לעצמו ואינו
        קרוב אצל האחר.
      </p>
      <p>
        ומסופר: כי <b>רב פפא ורב הונא בריה</b>
        <span class="small">[בנו]</span> של <b>רב יהושע חזו חלמא</b>
        <span class="small">[ראו</span> כל אחד מהם
        <span class="small">חלום]:</span> <b>רב פפא</b> שבחלומו ראה
        <b>דעייל לאגמא</b> <span class="small">[ש</span>הוא
        <span class="small">נכנס לאגם]</span> — <b>נעשה</b> בסופו של דבר{" "}
        <b>ראש ישיבה.</b> ו<b>רב הונא בריה</b>
        <span class="small">[בנו]</span> של <b>רב יהושע</b> שבחלומו ראה
        <b>דעייל</b> <span class="small">[ש</span>הוא
        <span class="small">נכנס]</span> <b>ליער</b> —
        <b>נעשה ראש לבני כלה. איכא דאמרי</b>
        <span class="small">[יש שאומרים]</span> כי <b>תרווייהו לאגמא עיילי</b>
        <span class="small">[שניהם</span> חלמו
        <span class="small">שנכנסו לאגם],</span> אלא, <b>רב פפא</b>{" "} שחלם
        <b>דתלי טבלא</b> <span class="small">[שתלוי</span> בצווארו{" "}
        <span class="small">תוף]</span> — <b>נעשה ראש ישיבה,</b> שהקשה בתוף סימן
        הוא לראש ישיבה שמשמיע קולו ברבים, ו<b>רב הונא בריה</b>
        <span class="small">[בנו]</span> של <b>רב יהושע</b> ש <b>לא תלי טבלא</b>
        <span class="small">[</span>היה <span class="small">תלוי</span> בחלומו
        <span class="small">תוף</span> בצווארו <span class="small">]</span> —
        <b>נעשה</b> רק
        <b>
          ראש לבני כלה. אמר רב אשי: אנא עיילית לאגמא ותלאי טבלא ונבחי בה נבוחי
        </b>
        <span class="small">[אני</span> חלמתי ש
        <span class="small"> נכנסתי לאגם ותליתי תוף והקשתי בו הקשות], </span>
        והרי היה רב אשי ראש ישיבה.
      </p>
      <p>
        <b>תני תנא קמיה</b> <span class="small">[שנה</span> אחד מ
        <span class="small">חוזרי המשניות לפני]</span>
        <b>רב נחמן בר יצחק: המקיז דם בחלום</b> — סימן הוא כי
        <b>עונותיו מחולין לו,</b> שהעוון נמשל תמיד לאדום כצבע הדם ("אם יהיו
        עוונותיכם כשנים... אם יאדימו כתולע..." (ישעיהו א, יח), והקזת דם פירושה
        איפוא שהעוונות יוצאים ממנו.
      </p>
      <p>
        ושואלים: <b>והתניא</b>
        <span class="small">[והרי שנינו</span> בברייתא<span class="small"
          >]:</span
        >
        שהרואה בחלומו שהוא מקיז דם <b>עונותיו סדורין לו!</b> ומתרצים: <b>מאי</b>
        <span class="small">[מה]</span> משמעות המלה <b>"סדורין"</b> — שהם
        <b>סדורין להמחל.</b>
      </p>
      <p>
        <b>תני תנא קמיה</b> <span class="small">[שנה</span> אחד מ
        <span class="small">חוזרי המשניות לפני]</span>
        <b>רב ששת: הרואה נחש בחלום</b> הרי זה סימן כי
        <b>פרנסתו מזומנת לו</b> כנחש שעפר לחמו, ומצוי בכל עת. ראה בחלומו ש
        <b>נשכו</b> הנחש — הרי זה סימן ש<b>נכפלה לו</b> פרנסתו. ואם חלם ש
        <b>הרגו</b> לנחש — הרי זה סימן כי <b>אבדה פרנסתו. אמר ליה</b>
        <span class="small">[לו]</span> <b>רב ששת:</b> להיפך, סימן יפה הוא לו
        ו<b>כל שכן שנכפלה פרנסתו.</b> ומעירים: <b>ולא היא,</b> אין הדבר כן, אלא
        <b>רב ששת הוא דחזא חויא בחלמיה וקטליה</b>
        <span class="small">[שראה נחש בחלומו והרגו]</span> ורצה לפתור את חלומו
        שלו לטובה.
      </p>
      <p>
        <span class="big">ד</span> <b>תני תנא קמיה</b>
        <span class="small">[שנה</span> אחד מ
        <span class="small">חוזרי המשניות לפני]</span>
        <b>ר' יוחנן: כל מיני משקין יפין לחלום</b> כשאדם חולם עליהם
        <b>חוץ מן היין,</b> ש<b>יש</b> רואה בחלומו ש
        <b>שותהו וטוב לו, ויש</b> רואה בחלומו ש<b>שותהו ורע לו.</b> וראיות לדבר:
        <b>יש שותהו וטוב לו</b> — <b>שנאמר "ויין ישמח לבב אנוש"</b> (תהלים קד,
        טו), <b>ויש שותהו ורע לו</b> —
        <b>שנאמר: "תנו שכר לאובד ויין למרי נפש"</b> (משלי לא, ו).
      </p>
      <p>
        <b>אמר ליה</b> <span class="small">[לו]</span> <b>ר' יוחנן לתנא</b>
        <span class="small">[חוזר המשניות]:</span> <b>תני</b>
        <span class="small">[שנה]:</span> <b>תלמיד חכם לעולם</b> סימן
        <b>טוב לו</b> הוא חלום היין, <b>שנאמר</b> בדברי החכמה:
        <b>"לכו לחמו בלחמי ושתו ביין מסכתי"</b>
        (משלי ט, ה).
      </p>
    </div>

    <h3>רש"י</h3>
    <div class="clsBody">
      <p>
        <b>דמסרג</b>. שיש לו אוכף על גביו יפה:<b> נס נעשה לו</b>. נו''ן כנגד
        נו''ן וכגון שראה השם כתוב:<b> חנינא</b>. נוני''ן הרבה נסים רבים:
        <b> והני מילי בכתבא</b>. אכולהו קאי שראה הונא או חנינא או תיבה זו של
        הספד כתובה דמשמע חסו עליו ופדאוהו: <b> דלא סיים</b>. שנעור משנתו קודם
        שנסתלק סימן הוא שסמוך אצל הקב''ה: <b> מובטח לו שהוא בן העולם הבא</b>.
        ונוטל חלקו וחלק חברו בגן עדן דדמי לאשת איש:<b> פלגי</b>. רמונים שנחלקו:
        <b> יצפה לתורה</b>. שנאמר אשקך מיין הרקח היינו תורה:
        <b> מעסיס רמוני</b>. הנמצץ מן הרמונים:<b> נכסיו מצליחין</b>. כהדס זה
        שעליו משולשים זה על זה כמין קליעה:<b> בכנייהו</b>. על כנם במקומם
        במחובר:<b> הוי ראש ישיבה</b>. שמכריז ומצוה לרבים:
        <b> אני ראיתיה וכו'</b>. ועל כן נעשיתי ראש ישיבה במתא מחסיא:
        <b> תרביצא</b>. גינה א''נ בהמ''ד תרביצא נאה וגילה נוטריקון של תרנגול:<b>
          תלויה בקשתו</b
        >. בספק כביצים הללו שהאוכל סתום בם: <b> נשתברו</b>. נתגלה האוכל:<b>
          וינחם אל מחוז</b
        >. היינו כרך: <b> חפצם</b>. סימן הוא להיות חפציו נעשים:<b> המגלח</b>.
        סימן גדולה ותפארת היא לו כמו ויגלח ויחלף וגו' (בראשית מא'):<b> בעריבה</b
        >. בספינה:<b> דמדלי</b>. שהולכת בגובה של ים:<b> הנפנה</b>. סימן הוא
        שסרחונו וגנותו נפרש ויוצא מעליו:<b> והוא דלא קנח</b>. שלא המאיס ידיו:<b>
          בבבל עומד בלא חטא</b
        >. לפי שחו''ל אין לה זכיות אלא עון יש בישיבתה וזה עומד ערום בלא אותם
        עונות:<b> בא''י</b>. שהרבה מצות תלויות בה וזה העומד ערום סימן שהוא ערום
        ממצותיה: <b> הנתפש לסרדיוט</b>. שומרין אותו שלא יברח אלמא סימן שמירה הוא
        ששומרים אותו מידי היזק:<b> אגם</b>. שיש בו קנים גדולים וקטנים וסמוכים זה
        לזה סימן לראש ישיבה שהגדולים והקטנים מתקבצים יחד קבוץ גדול ובאים לשמוע
        דרשה מפיו:<b> יער</b>. אילנות גדולים ואינן סמוכים זה לזה אף זה סימן לראש
        לתלמידי הרב והוא ראש לבני כלה שמפרש לתלמידים שמועתם אחר שעמד הרב והם
        מחזרין על שמועתם ויש תלמידים שלא יבינו בדברי הרב ככל הצורך וזה מבינה
        להם:<b> תלי טבלא</b>. נראה לו שהיה זוג וענבל תלוי בצוארו ומשמיע קול והוא
        סימן לראש ישיבה שמשמיע קול לרבים: <b> ונבחי בה נבוחי</b>. קשקשתי בה
        בקול:<b> עונותיו מחולין לו</b>. לפי שהעונות קרויין אדומים שנאמר אם
        יאדימו כתולע (ישעיהו א) ואומר נכתם עונך (ירמיהו ב') וסימן הוא שפורשין
        ממנו: <b> פרנסתו מזומנת</b>. כנחש שעפר לחמו ומצוי לו בכל מקום:<b>
          הרגו</b
        >
        . לנחש:<b> כל שכן שנכפלה לו</b>. שהרי נתגבר עליו:<b> ולא היא</b>. אלא רב
        ששת דורש להנאתו לפתור חלומו לטובה:<b> יש שותהו כו'</b>. לפיכך אין לעמוד
        על פתרונו:
      </p>
    </div>
    <h3>ברכות נז ע"א</h3>
    <h4>עמוד</h4>
    <RoeLinks />
  </div>
</template>
